docs/essential/grammar/present/unit-1.org
* am/is/are

** A

- [image]
  - My name *is* Lisa.
  - I'*m* 22.
  - I'*m not* married.
  - I'm American. I'm from Chicago.
  - My favourite colour is blue.
  - I'm a student.
  - My favourite sports are football and swimming.
  - My father is a doctor and my mother is a journalist.
  - I'm interested in art.

** B
- positive
  #+name: positive
  | I    | am  | (I'm)     |
  |------+-----+-----------|
  | he   | is  | (he's)    |
  | she  | is  | (she's)   |
  | it   | is  | (it's)    |
  |------+-----+-----------|
  | we   | are | (we're)   |
  | you  | are | (you're)  |
  | they | are | (they're) |

- negative
  #+name: negative
  | I    | am not  | (I'm not)                    |
  |------+---------+------------------------------|
  | he   | is not  | (he's not  or he isn't)      |
  | she  | is not  | (she's not  or she isn't)    |
  | it   | is not  | (it's not  or it isn't)      |
  |------+---------+------------------------------|
  | we   | are not | (we're not  or we aren't)    |
  | you  | are not | (you're not or you aren't)   |
  | they | are not | (they're not or they aren't) |

- list1
  - I'm cold. Can you close the window, please?
  - I'm 32 years old. My sister is 29.
  - Steve is ill. He's in bed.
  - My brother is afraid of dogs.
  - It's ten o'clock. You're late again.
  - Ann and I are good friends.
  - Your keys are on the table.

- list2
  - I'm tired, but I'm not hungry.
  - Tom isn't interested in politics. He's interested in music.
  - Jane isn't a teacher. She's a student.
  - Those people aren't English. They're Australian.
  - It's sunny today, but it isn't warm.

- [image] I'm afraid of dogs.

** C

- that's = that is there's = there is here's = here is
  - Thank you. That's very kind of you.
  - Look! There's Chris.
  - 'Here's your key.' 'Thank you.'

- [image]
  - Here's your key.
  - Thank you.
