docs/essential/grammar/present/unit-1.md


# am/is/are


## A

-   [image]
    -   My name **is** Lisa.
    -   I'**m** 22.
    -   I'**m not** married.
    -   I'm American. I'm from Chicago.
    -   My favourite colour is blue.
    -   I'm a student.
    -   My favourite sports are football and swimming.
    -   My father is a doctor and my mother is a journalist.
    -   I'm interested in art.


## B

-   positive
    
    <table id="orga162f57" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
    
    
    <colgroup>
    <col  class="org-left" />
    
    <col  class="org-left" />
    
    <col  class="org-left" />
    </colgroup>
    <thead>
    <tr>
    <th scope="col" class="org-left">I</th>
    <th scope="col" class="org-left">am</th>
    <th scope="col" class="org-left">(I'm)</th>
    </tr>
    </thead>
    
    <tbody>
    <tr>
    <td class="org-left">he</td>
    <td class="org-left">is</td>
    <td class="org-left">(he's)</td>
    </tr>
    
    
    <tr>
    <td class="org-left">she</td>
    <td class="org-left">is</td>
    <td class="org-left">(she's)</td>
    </tr>
    
    
    <tr>
    <td class="org-left">it</td>
    <td class="org-left">is</td>
    <td class="org-left">(it's)</td>
    </tr>
    </tbody>
    
    <tbody>
    <tr>
    <td class="org-left">we</td>
    <td class="org-left">are</td>
    <td class="org-left">(we're)</td>
    </tr>
    
    
    <tr>
    <td class="org-left">you</td>
    <td class="org-left">are</td>
    <td class="org-left">(you're)</td>
    </tr>
    
    
    <tr>
    <td class="org-left">they</td>
    <td class="org-left">are</td>
    <td class="org-left">(they're)</td>
    </tr>
    </tbody>
    </table>

-   negative
    
    <table id="orgd229a03" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
    
    
    <colgroup>
    <col  class="org-left" />
    
    <col  class="org-left" />
    
    <col  class="org-left" />
    </colgroup>
    <thead>
    <tr>
    <th scope="col" class="org-left">I</th>
    <th scope="col" class="org-left">am not</th>
    <th scope="col" class="org-left">(I'm not)</th>
    </tr>
    </thead>
    
    <tbody>
    <tr>
    <td class="org-left">he</td>
    <td class="org-left">is not</td>
    <td class="org-left">(he's not  or he isn't)</td>
    </tr>
    
    
    <tr>
    <td class="org-left">she</td>
    <td class="org-left">is not</td>
    <td class="org-left">(she's not  or she isn't)</td>
    </tr>
    
    
    <tr>
    <td class="org-left">it</td>
    <td class="org-left">is not</td>
    <td class="org-left">(it's not  or it isn't)</td>
    </tr>
    </tbody>
    
    <tbody>
    <tr>
    <td class="org-left">we</td>
    <td class="org-left">are not</td>
    <td class="org-left">(we're not  or we aren't)</td>
    </tr>
    
    
    <tr>
    <td class="org-left">you</td>
    <td class="org-left">are not</td>
    <td class="org-left">(you're not or you aren't)</td>
    </tr>
    
    
    <tr>
    <td class="org-left">they</td>
    <td class="org-left">are not</td>
    <td class="org-left">(they're not or they aren't)</td>
    </tr>
    </tbody>
    </table>

-   list1
    -   I'm cold. Can you close the window, please?
    -   I'm 32 years old. My sister is 29.
    -   Steve is ill. He's in bed.
    -   My brother is afraid of dogs.
    -   It's ten o'clock. You're late again.
    -   Ann and I are good friends.
    -   Your keys are on the table.

-   list2
    -   I'm tired, but I'm not hungry.
    -   Tom isn't interested in politics. He's interested in music.
    -   Jane isn't a teacher. She's a student.
    -   Those people aren't English. They're Australian.
    -   It's sunny today, but it isn't warm.

-   [image] I'm afraid of dogs.


## C

-   that's = that is there's = there is here's = here is
    -   Thank you. That's very kind of you.
    -   Look! There's Chris.
    -   'Here's your key.' 'Thank you.'

-   [image]
    -   Here's your key.
    -   Thank you.

